Repository: Catrobat/ended2015-OldCatroweb
Catalog: include/xml/lang/*/catweb.xlf
Languages: ms

source: CATROID Login successfull!
ms: Logmasuk CATROID berjaya!

source: BOARD Login successfull!
ms: Logmasuk BOARD berjaya!

source: WIKI Login successfull!
ms: Logmasuk WIKI berjaya!

source: CATROID Logout successfull!
ms: Logkeluar CATROID berjaya!

source: BOARD Logout successfull!
ms: Logkeluar BOARD berjaya!

source: WIKI Logout successfull!
ms: Logkeluar WIKI berjaya!

source: ERROR: WIKI Logout:
ms: RALAT: Logkeluar WIKI

source: CATROID registration successfull!
ms: Pendaftaran CATROID berjaya!

source: BOARD registration successfull!
ms: Pendaftaran BOARD berjaya!

source: WIKI registration successfull!
ms: Pendafataran WIKI berjaya!

source: defaultProject
ms: ProjekTersedia

source: Your project was uploaded successfully!
ms: Projek telah berjaya berjaya dimuat naik!

source: Creating the QR-Code failed!
ms: Gagal mencipta QR-Code

source: Contact
ms: Kontek

source: If you have any questions or suggestions, please send an email to {*emailLink*}.
ms: Jika ada sebarang pertanyaan, sila kirimkan emel kepada {*emailLink*}

source: Copyright Policy
ms: Polisi Hakcipta

source: email
ms: Emel

source: Directive 2001/29/EC
ms: Direktif 2001/29/EC

source: The Catroid development team respects the intellectual property of others, as well as our users. If you believe that your work has been copied in a way that constitutes copyright infringement, please send us an {*emailLink*}.
ms: Pasukan Catroid menghormati hasil karya orang lain, serta pengguna. Jika anda mendapati hasil kerja anda telah disalin dengan cara yang melanggar hakcipta, sila hantar {*emailLink*} kepada pihak kami.

source: We will promptly process and investigate notices of alleged infringement and will take appropriate actions under the {*directiveLink*} and other applicable intellectual property laws. Upon receipt, the Catroid development team may act expeditiously to remove or disable access to any material claimed to be infringing. Repeat infringers of third-party copyrights are subject to termination in appropriate circumstances.
ms: Pihak kami akan memproses dan menyiasat notis penyerobohan hakcipta yang dikatakan itu dan akan mengambil tindakan yang sewajarnya di bawah {*directiveLink*} dan undang-undang lain.Selepas menyesahkan notis tersebut, pasukan Catroid boleh bertindak dengan pantas untuk menyingkirkan atau melumpuhkan akses kepada pihak yang melanggar hakcipta orang lain. Pihak ketiga kepada penceroboh hak cipta adalah tertakluk kepada penamatan dalam keadaan yang sesuai.

source: In assessing whether or not a Catroid user has violated your copyrights, please keep in mind that Catroid is an educational and not-for-profit initiative, seeking to aid children's learning by providing the tools for them to learn and express themselves using digital technology.
ms: Dalam mengenal pasti samada pengguna Catroid telah melanggar hak cipta anda, sila ingat bahawa Catroid merupakan bukan satu inisiatif untuk mendapatkan keuntungan, malah ia adalah inisiatif pendidikan dan ingin membantu pembelajaran kanak-kanak dengan menyediakan alat-alat bagi mereka untuk belajar mengunakan teknologi digital.

source: We hope you also see Catroid not only as a good way of popularizing your creations/website but also as an opportunity to do something good for children's education.
ms: Pihak kami beharap anda dapat melihat Catroid bukan sahaja sebagai tempat untuk mempopularkan laman web anda,tetapi juga sebagai salah satu platform untuk pembelajaran kanak-kanak

source: If you choose to make a copyright infringement complaint, please note that we may post your notification, with personally identifiable information redacted, to a clearinghouse such as {*chillingEffectsLink*}. Please also note that you may be liable for damages (including costs and attorneys' fees) if you materially misrepresent that an activity is infringing your copyright.
ms: Jika para pangguna memilih untuk membuat aduan perlanggaran hak cipta, sila mengambil perhatian bahawa pihak kami boleh melaporkan aduan anda dengan maklumat peribadi disunting, clearing house seperti {*chilling EffectsLink*}. Sila ambil perhatian bahawa anda mungkin bertanggungjawab terhadap kerosakan (termasuk kos dan yuran peguam) jika anda membuat aduan yang tidak munasabah berdasarkan kesilapan anda sendiri.

source: uploaded
ms: Telah dimuat naik

source: by {*nicknameString*}
ms: oleh {*nicknameString*}

source: Download
ms: Muat turun

source: Report
ms: Lapor

source: Cancel
ms: Batal

source: report as inappropriate
ms: Lapor sebagai tidak sesuai

source: Why do you think this project is inappropriate?
ms: Kenapa anda rasa projek ini tidak sesuai?

source: Please enter a reason.
ms: Sila beri alasan.

source: Some rights reserved
ms: Beberapa Hak Terpelihara

source: views
ms: Lihat

source: downloads
ms: Muat Turun

source: Catroid version:
ms: Versi Catroid:

source: more
ms: lagi

source: less
ms: kurang

source: You can download this project directly to your mobile phone - when you have a barcode-reader app installed. Just open the app on your mobile phone and point the camera to the above QR-Code and the download will be started immediately.
ms: Anda boleh muat turun projek ini terus ke telefon bimbit anda - jika anda mempunyai aplikasi pembaca barkod. Anda cuma perlu buka aplikasi pada telefon bimbit anda dan halakan kamera ke arah kod-QR diatas dan projek akan dimuat turun dengan serta-merta.

source: QR code - what's this?
ms: Kod QR - Apa ini?

source: QR code - close info
ms: Kod QR - tutup maklumat

source: enter a reason
ms: Sila beri alasan

source: Error
ms: Ralat

source: You reported this project as inappropriate!
ms: Anda telah membuat laporan projek ini sebagai tidak sesuai!

source: Imprint
ms: Cetak

source: Address
ms: Alamat

source: E-Mail: {*email*}
ms: Emel: {*email*}

source: Catroid is developed at the {*institute*} at Graz University of Technology in Austria.
ms: Catroid dicipta di {*Institute*} Graz University of Technology di Austria

source: Please enable javascript in your browser.
ms: Sila mengaktifkan javascript di pelayar internet anda.

source: Newest Projects
ms: Projek terbaru

source: Newer
ms: Baru

source: Older
ms: Lama

source: License
ms: Lesen

source: All projects shared on the Catroid website, as well as the Catroid support materials, are shared under the Creative Commons license with the conditions Attribution - Share Alike.
ms: Semua projek yang dikongsi di laman web Catroid, serta bahan-bahan sokongan Catroid, dikongsi bersama dibawah lesen Creative Commons dengan syarat Perkongsian-Serupa.

source: The Catroid software and the Catroid website are completely free of charge. The source code of the Catroid software is available under the GNU General Public License {*emailLink1*}, the source code of the website is available under the GNU Affero General Public License {*emailLink2*}.
ms: Perisian Catroid dan laman web Catroid adalah percuma. Kod sumber perisian Catroid didapati di bawah Lesen GNU Awam {*emailLink1*}, manakala kod sumber laman web Catroid boleh didapati di bawah Lesen GNU Affero Awam Am {* emailLink2 *}.

source: You can visit the project at {*emailLink*}.
ms: Anda bole lihat projek di {*emailLink*}

source: uploaded {*timeString*}
ms: Telah dimuat naik pada {*timeString*}

source: {*character*} Newer
ms: {*character*} Baru

source: Older {*character*}
ms: Lama {*character*}

source: loading...
ms: sedang dimuat...

source: Search Results
ms: Cari Keputusan

source: {*character*} Previous
ms: {*character*} Sebelum

source: Next {*character*}
ms: Seterusnya {*character*}

source: Login
ms: Logmasuk

source: Create a new account now
ms: Buka akaun baru sekarang

source: click here if you forgot your password?
ms: Klik disini jika terlupa kata laluan anda?

source: Profile
ms: Profil

source: Help
ms: Bantu

source: Wall
ms: Dinding

source: Sign up
ms: Daftar

source: Settings
ms: Tetapan

source: Change your password
ms: Kata Laluan

source: Please enter your new password:
ms: Sila masukan kata laluan baru anda:

source: create a new account now!
ms: Buka akaun baru sekarang!

source: Change my password now
ms: Tukar kata laluan saya sekarang

source: Next
ms: Seterusnya

source: Sorry! Your recovery url has expired. Please try again.
ms: Harap Maaf! URL pemulihan anda telah tamat tempoh.Sila cuba lagi.

source: Send me my password recovery link
ms: Sila kirimkan link kata laluan pemulihan saya

source: nickname or email
ms: nama samaran atau emel

source: Enter your nickname or email address:
ms: Masukan nama samaran atau alamat emel anda:

source: An email was sent to your email address.
ms: Emel telah dikirimkan ke alamat emel anda.

source: Please check your inbox.
ms: Sila semak peti masuk anda.

source: Your new password is set.
ms: Kata laluan baru anda telah ditetapkan.

source: [CATROID] Your Catroid.org Password!
ms: [CATROID] Kata laluan Catroid.org anda!

source: Hello {*username*}
ms: Hi {*username*}

source: Please click on the following link to create your new password:
ms: Sila klik link berikut untuk mencipta kata laluan baru anda:

source: You can use your nickname and your password at any time to access the catroid community.
ms: Anda boleh mengunakan nama samaran atau kata laluan anda pada bila-bila masa untuk mengakses laman komuniti Catroid.

source: To do so, just visit the following page: {*catroidLoginUrl*}
ms: Untuk berbuat demikian, hanya lawat laman berikut: {*catroidLoginUrl*}

source: Your Catroid Team
ms: Kumpulan Catroid anda

source: Privacy Policy
ms: Polisi Privasi

source: Contact Us
ms: Hubungi Kami

source: Using the Catroid Software
ms: Mengunakan perisian Catroid

source: Using the Catroid Website
ms: Mengunakan laman web Catroid

source: Contacting Us
ms: Hubungi kami

source: Your privacy and safety online are very important to us. To protect your privacy, we limit what we collect and what we publish on the website.
ms: Pihak kami sangat menitik beratkan privasi dan keselamatan anda semasa mengunakan laman web. Untuk melindungi privasi, pihak kami telah menghadkan maklumat yang dikumpul dan maklumat yang akan disiarkan pada laman web.

source: You do not have to tell us anything about yourselves to download the Catroid application software. When you download the Catroid software or sign up to the website, we give you the option of telling us some things about yourself, but you do not have to fill in any of this information if you don't want to.
ms: Untuk memuat turun aplikasi perisian Catroid,anda tidak perlu memberi maklumat peribadi anda. Apabila anda ingin memuat turun perisian Catroid atau mendaftar di laman web, pihak kami akan memberi pilihan samada anda ingin memberi maklumat peribadi anda ataupun tidak.

source: You can try out projects on the Catroid website without registering or providing any information. As you use the website, we collect some data on where you click and which parts of the site you visit. This 'click data' helps us figure out ways to improve the website. We do not sell or rent your information to anyone.
ms: Anda boleh mencuba projek yang terdapat di laman web Catroid tanpa mendaftar atau memberi sebarang maklumat. Semasa anda mengunakan laman web ini, pihak kami akan mengumpul data di mana anda klik dan bahagian web yang anda lawati. 'Klik data' ini akan membantu pihak kami untuk memperbaiki laman web ini.Pihak kami tidak menjual maklumat anda kepada pihak lain.

source: If you have questions about this privacy policy, you can use the {*contactLink*} form.
ms: Jika anda ada sebarang pertanyaan mengenai polisi privasi, anda boleh mengunakan borang {*contactLink*}

source: {*nickname*}'s Profile
ms: Profil {*nickname*}

source: change my password
ms: Tukar kata laluan

source: enter your old password
ms: Sila masukan kata laluan lama anda

source: enter your new password
ms: Sila masukan kata laluan baru anda

source: change my e-mail address
ms: Tukar alamat emel

source: enter new email address
ms: Masukan alamat emel baru

source: Send my changes
ms: Hantar perubahan saya

source: change my country
ms: Tukar negara

source: You updated your email address successfully.
ms: Anda telah berjaya mengemaskini alamat emel anda.

source: You updated your password successfully.
ms: Anda telah berjaya mengemaskini kata laluan anda.

source: You updated your country successfully.
ms: Anda telah berjaya mengemaskini negara anda.

source: License to play - Give credit and share
ms: Lesen untuk main - Beri kredit dan kongsi

source: Terms of Use
ms: Syarat-syarat Pengunaan

source: Creative Commons Attribution-Share Alike License
ms: Sumbangan Kreatif yang sama - Kongsi Lesen Bersama

source: Imagine that each Catroid project is a cake, a very special cake that comes with its recipe (programming blocks). All members of the Catroid community share their cakes along with their recipes. This means that you can enjoy the cakes and learn how to make them yourself!
ms: Bayangkan setiap projek Catroid sebagai sebiji kek yang sangat istimewa beserta dengan resipi (blok pengaturcaraan). Setiap ahli komuniti Catroid akan berkongsi kek masing-masing beserta dengan resipi. Ini bermakna, anda boleh belajar cara untuk membuat kek sambil menikmati kek tersebut.

source: There are no secret recipes: the instructions on how to make these cakes are open for anyone to use, reuse, modify, and serve as inspiration for new ideas... I mean cakes.
ms: Tiada resepi rahsia: setiap cara- cara untuk membuat kek ialah untuk dikongsi bersama kepada semua untuk digunakan, diubah malah sebagai inspirasi untuk idea-idea baru.

source: You can eat the cakes as well as copy other people's recipes to make your own, maybe with different ingredients. This freedom comes with two simple requirements:
ms: Anda boleh menikmati kek sambil mengunakan resipi orang lain untuk membuat kek anda sendiri, mungkin dengan mengunakan bahan-bahan yang berlainan. Kebebasan ini datang dengan dua syarat yang mudah:

source: share your cakes along with the recipe
ms: kongsi kek anda bersama-sama dengan resipi

source: give credit to those who inspired you
ms: beri kredit kepada sesiapa yang menjadi pendorong inspirasi anda

source: Some people gave a name to this type of sharing: they call it {*shareAlikeLink*}. In setting up the Catroid community, we decided to adopt this approach since we believe that it supports learning and creativity within the community. By sharing recipes and ingredients (scripts and artwork), people can build upon one another's ideas and everyone will benefit.
ms: Sesetengah orang memberikan nama kepada perkongsian ini : dikenali sebagai {*shareAlikeLink*}. Dalam pengaturan komunit Catroid, pihak kami membuat keputusan untuk mengunakan kaedah ini kerana pihak kami percaya kaedah ini akan membantu proses pembelajaran dan kreativiti dikalangan ahli komuniti. Dengan berkongsi resipi dan bahan-bahan (skrip dan hasil kerja), orang lain dapat membina idea antara satu sama lain dan setiap orang akan mendapat manfaat.

source: In designing the Catroid website, we included features to encourage people to share and to give credit to others. On each project page, you can always download the original scripts for the project. If you remix a project (modifying the scripts or artwork, and sharing the result), we encourage you to give credit in the Project Notes, mentioning the people and projects that inspired you.
ms: Dalam mereka bentuk laman web Catroid, pihak kami memasukan ciri-ciri untuk mengalakkan orang ramai untuk berkongsi dan memberikan kredit kepada orang lain. Pada setiap projek, anda boleh memuat turun skrip asal projek tersebut. Jika anda mengubah projek tersebut (mengubah skrip atau hasil kerja dan kongsi hasil), kami mengalakkan anda memberikan kredit pada Nota Projek, dengan menyatakan orang dan projek yang menjadi sumber inspirasi anda.

source: Learn more about the {*termsOfUseLink*} of the Catroid online community and the {*creativeCommonsLink*} initiative.
ms: Belajar dengan lebih lanjut mengenai {*termsOfUseLink*} komuniti Catroid dan inisiatif {*creativeCommonsLink*} .

source: The Catroid team
ms: Kumpulan Catroid

source: Create a new account
ms: Buka akaun baru

source: Please enter a nickname, a password, your email address and the country where you live.
ms: Sila masukan nama samaran, alamat emel dan negara anda.

source: Nickname
ms: Nama Samaran

source: enter a nickname
ms: Sila masukan nama samaran

source: Password
ms: Kata Laluan

source: enter a password
ms: SIla masukan kata laluan

source: E-Mail Address
ms: Alamat emel

source: enter your email address
ms: Sila masukan alamat emel anda

source: Country
ms: Negara

source: select your country
ms: Pilih negara

source: City
ms: Bandar

source: enter your city
ms: Sila masukan bandar anda

source: Birthday
ms: Tarikh Lahir

source: select your month
ms: Pilih Bulan

source: select your year
ms: Pilih Tahun

source: Gender
ms: Jantina

source: select your gender
ms: Pilih Jantina

source: female
ms: perempuan

source: male
ms: lelaki

source: Create my account
ms: Cipta Akaun Sendiri

source: Attribution - Share Alike
ms: Pengiktirafan - Perkongsian Serupa

source: Google Code
ms: Kod Google

source: Welcome to the Catroid community! As part of the Catroid community, you are sharing projects and ideas with people:
ms: Selamat datang ke laman komuniti Catroid! Sebagai sebahagian daripada komuniti Catroid, anda berkongsi projek dan idea dengan orang lain:

source: from many different countries and cultures
ms: dari negara-negara dan budaya yang berbeza

source: of all ages (from young children to teens and grandparents)
ms: dari lingkungan usia (dari kanak-kanak kepada remaja dan datuk nenek)

source: with all levels of experience
ms: dangan tahap pengalaman yang pelbagai

source: We need your help to make this community a supportive place for every member. Here's how you can help:
ms: Kami memerlukan bantuan anda untuk mencipta satu suasana yang sentiasa menyokong antara satu sama lain dalam komuniti ini. Anda boleh membantu dengan:

source: Be respectful. When sharing projects remember that people of many different ages and backgrounds will see your contributions.
ms: Hormati orang lain. Semasa berkongsi projek, ingat bahawa orang dari linkungan usia yang berbeza dan latar belakang yang berbeza akan melihat sumbangan anda.

source: Give credit. Feel free to make modified versions of other people's projects - just make sure to give them credit. One place to give credit is in your Project description.
ms: Beri kredit. Anda bebas untuk mengubah project orang lain - dengan syarat anda memberi kredit kepada orang tersebut. Salah satu tempat untuk memberikan kredit ialah pada huraian projek anda.

source: Be honest. Don't pretend to be someone other than who you are or try to trick the community.
ms: Jujur. Jangan menyamar sebagai orang lain semasa atau cuba untuk menipu komuniti yang lain.

source: Keep personal information private. Don't share your email address, phone number, or other personal contact information.
ms: Simpan privasi maklumat peribadi. Jangan kongsi alamat emel, number telefon atau maklumat peribadi orang lain.

source: Help keep the site friendly. If you feel others would find a project or comment mean, insulting, too violent, or otherwise inappropriate, just click the 'report as inappropriate' button. The Catroid team will review, and may remove any project, comment or post.
ms: Kekalkan keharmonian laman komuniti. Jika anda mendapati orang lain memberikan komen yang menghina, terlalu ganas atau komen yang tidak wajar, hanya klik pada butang 'lapor sebagai tidak sesuai'. Kumpulan Catroid akan mengkaji dan boleh memindahkan sebarang projek, komen.

source: All projects shared on the Catroid website, as well as the Catroid support materials, are shared under the Creative Commons license with the conditions {*shareAlikeLink*}.
ms: Semua projek yang dikongsi di laman web Catroid, serta bahan-bahan sokongan Catroid, dikongsi bersama di bawah lesen Creative Common dengan syarat {*shareAlikeLink*}.

source: The Catroid software and the Catroid website are completely free of charge. The source code of the Catroid software is available under the {*gnuLink*}, the source code of the website is available under the {*gnuAfferoLink*}.
ms: Perisian Catroid dan laman web Catroid adalah percuma. Kod sumber perisian Catroid boleh didapati di bawah sumber kod {*gnuLink*}, kod sumber laman web Catroid boleh didapati di bawah {*gnuAfferoLink*}.

source: You can visit the project at {*googleCodeLink*}.
ms: Anda boleh lawat project di {*googleCodeLink*}

source: Check back here from time-to-time, because we are always trying to improve our guidelines. Please mail any suggestions regarding these Terms of Use to {*emailLink*}.
ms: Periksa laman ini dari semasa ke semasa, kerana pihak kami sentiasa mencuba untuk memperbaiki garis panduan kami. Sila emel cadangan menganai Syarat-syarat Pengunaan ke {*emailLink*}.

source: Thank you for joining and contributing to the Catroid community!
ms: Terima kasih kerana menyertai dan menyumbangkan kepada komuniti Catroid!

source: The Catroid Team
ms: Kumpulan Catroid

source: Privacy policy
ms: Polisi Privasi

source: Copyright policy
ms: Polisi Hakcipta

source: 1 minute ago
ms: satu minit lalu

source: less than a minute ago
ms: kurang dari satu minit lalu

source: {*minuteCount*} minutes ago
ms: {*minuteCount*} minit lalu

source: about 1 hour ago
ms: kira-kira 1 jam yang lalu

source: about {*hourCount*} hours ago
ms: kira-kira {*hourCount*} jam lalu

source: 1 day ago
ms: sehari yang lalu

source: about {*dayCount*} days ago
ms: kira-kira {*dayCount*} hari lalu

source: 1 month ago
ms: sebulan yang lepas

source: about {*monthCount*} months ago
ms: kira-kira {*monthCount*} bulan lalu

source: about 1 year ago
ms: kira-kira setahun lalu

source: about {*yearCount*} years ago
ms: kira-kira {*yearCount*} tahun lalu

source: over {*yearCount*} years ago
ms: lebih dari {*yearCount*} tahun lalu

source: January
ms: Januari

source: February
ms: Februari

source: March
ms: Mac

source: May
ms: Mei

source: June
ms: Jun

source: July
ms: Julai

source: August
ms: Ogos

source: October
ms: Oktober

source: December
ms: Disember

source: Nick:
ms: Nama Samaran:

source: Password:
ms: Kata Laluan:

source: Logout
ms: Logkeluar

source: You are logged in as
ms: Anda telah logmasuk sebagai

source: enter your nickname
ms: Sila masukan nama samaran anda

source: enter your password
ms: Sila masukan kata laluan anda

source: Home
ms: Laman Asal

source: Search
ms: Cari

source: Search for projects
ms: Cari Projek

source: DB operation failed.
ms: Operasi DB tidak berjaya.

source: DB connection failed.
ms: Sambungan DB tidak berjaya.

source: No entry was found for the given ID.
ms: Tiada entri yang dijumpai untuk ID yang diberikan.

source: There was an error while sending e-mail message. Maybe your mailserver is out of order?
ms: Ralat ketika menghantar emel. Mungkin mailserver anda ada masalah?

source: POST-Data not correct or missing! Required: projectTitle and file-data upload.
ms: POST-Data tidak betul atau hilang! Tajuk projek dan fail data yang diupload diperlukan.

source: Client did not send fileChecksum! Are you using an outdated Catroid version?
ms: Pelanggan tidak menghantar Checksum fail! Adakah anda mengunakan Catroid versi lama?

source: Statement copy has failed!
ms: Salinan kenyataan gagal!

source: Statement rename has failed!
ms: Penamaan semula kenyataan telah gagal!

source: SQL query insert_new_project failed!
ms: Kueri SQL insert_new_project telah gagal!

source: The checksum of the uploaded file differs from the checksum generated by the client!
ms: Fail checksum yang dimuat naik berbeza dengan checksum yang dijana oleh pelanggan!
