Repository: Catrobat/ended2015-OldCatroweb
Catalog: include/xml/lang/*/catweb.xlf
Languages: ms

source: The size of the project file exceed the max filesize limit!
ms: Saiz projek melebihi had maksima saiz fail!

source: Uploading projects named with the default project name is not allowed.
ms: Memuat naik projek dengan nama project asal tidak dibenarkan.

source: There are insulting words in the project title!
ms: Terdapat perkataan yang menghina tajuk projek!

source: There are insulting words in the project description!
ms: Terdapat perkataan yang menghina huraian projek!

source: One of the SQL queries in the BadWordsFilter class failed!
ms: Salah satu kueri SQL dalam kelas BadWordsFilter telah gagal!

source: Could not find requested file on server
ms: Fail yang diminta dari server tidak ditemui

source: POST-Data not correct or missing! Required: projectId and flagReason.
ms: POST-Data tidak betul atau hilang! projectId dan flagReason diperlukan.

source: SQL query insert_new_flagged_project failed!
ms: Kueri SQL insert_new_flagged_project telah gagal!

source: Could not find html viewer file.
ms: Tidak dapat mencari fail html viewer.

source: Could not find necessary module for ajax request
ms: Tidak menjumpai modul yang sesuai untuk permintaan ajax

source: The password or username was incorrect.
ms: Kata laluan atau nama pengguna tidak betul.

source: The username was not found.
ms: Nama pengguna tidak dijumpai.

source: The board authentication failed.
ms: Pengesahan board tidak berjaya.

source: The wiki authentication failed.
ms: Pengesahan wiki tidak berjaya.

source: The catroid authentication failed.
ms: Pengesahan catroid tidak berjaya.

source: The response of the mediawiki API was incorrect.
ms: Tindak balas mediawiki API tidak tepat.

source: Authentication of device failed: invalid auth-token!
ms: Pengesahan alat gagal: auth-token tidak sah!

source: The board registration failed.
ms: Pendaftaran board tidak berjaya.

source: The wiki registration failed.
ms: Pendaftaran wiki tidak berjaya.

source: The catroid registration failed.
ms: Pendaftaran catroid tidak berjaya.

source: This email address already exists.
ms: Alamat emel ini telah digunakan.

source: The email address is not valid.
ms: Alamat emel ini tidak sah.

source: The email address is missing.
ms: Alamat emel hilang.

source: The password is missing.
ms: Kata laluan hilang.

source: The repeated password is missing.
ms: Kata laluan berulang hilang.

source: The password differs from the repeated password.
ms: Kata laluan tidak sama dengan kata laluan berulang.

source: The password is invalid.
ms: Kata laluan tidak sah.

source: Your password must have at least {*minimumPasswordLength*} and maximal {*maximumPasswordLength*} characters.
ms: Kata laluan anda mesti mempunyai sekurang-kurangnya {*minimumPasswordLength*} dan maksimum {*maximumPasswordLength*} aksara.

source: The password must differ from the nickname.
ms: Kata laluan mesti berbeza dari nama samaran.

source: The nickname is missing.
ms: Nama samaran tidak dijumpai.

source: The nickname is invalid.
ms: Nama samaran tidak sah.

source: The nickname is invalid. Underscores (_) are not allowed.
ms: Nama samaran tidak sah. Pengunaan garis bawah (_) adalah tidak dibenarkan.

source: The nickname is invalid. Hash signs (#) are not allowed.
ms: Nama samaran tidak sah. Tanda hash (#) adalah tidak dibenarkan.

source: The nickname is invalid. Vertical bars (|) are not allowed.
ms: Nama samaran tidak sah. Bar menegak (|) tidak dibenarkan.

source: The nickname is invalid. Curly braces ({ or }) are not allowed.
ms: Nama samaran tidak sah.Pengunaan ({ atau }) tidak dibenarkan.

source: The nickname is invalid. Less than or greater than signs (< or >) are not allowed.
ms: Nama samaran tidak sah. Tanda kurang daripada atau lebih daripada (< atau >) adalah tidak dibenarkan.

source: The nickname is invalid. Square brackets ([ or ]) are not allowed.
ms: Nama samaran tidak sah. Pengunaan ([ atau]) adalah tidak dibenarkan.

source: This nickname already exists.
ms: Nama samaran ini sudah digunakan.

source: This nickname is on the blacklist and not allowed.
ms: Nama samaran ini terdapat dalam senarai hitam dan tidak boleh digunakan.

source: There are no countries available in DB.
ms: Negara tidak terjumpa dalam DB

source: The country is missing.
ms: Negara tidak lengkap.

source: The birthday is missing.
ms: Tarikh lahir tidak lengkap.

source: The gender is missing.
ms: Jantina tidak lengkap

source: There are insulting words in the username field!
ms: Terdapat pengunaan perkataan yang menghina pada kotak nama penguna!

source: There are insulting words in the email address field!
ms: Terdapat perkataan yang menghina pada kotak alamat emel!

source: There are insulting words in the city field!
ms: Terdapat perkataan yang menghina pada kotak bandar!

source: There are insulting words in the province field!
ms: Terdapat perkataan yang menghina pada kotak wilayah!

source: The nickname or email address is invalid.
ms: Nama samaran atau alamat emel tidak sah.

source: The nickname or email address is missing.
ms: Nama samaran atau alamat emel tidak lengkap.

source: The nickname or email address was not found.
ms: Nama samaran atau alamat emel tidak dijumpai.

source: Ooooops something went wrong. Please try again!
ms: Sila cuba lagi!

source: Ooooops something went wrong. Please try again or contact the administrator at {*webmasterEmailAddress*}.
ms: Sila cuba lagi atau hubungi pihak pentadbir di {*webmasterEmailAddress*}.

source: Sorry! Your recovery URL has expired.
ms: Mohon maaf, URL pemulihan anda sudah tamat tempoh.

source: The old password is missing.
ms: Kata Laluan lama tidak lengkap.

source: The old password was incorrect.
ms: Kata Laluan lama tidak betul.

source: The old password is invalid.
ms: Kata Laluan Lama tidak sah.

source: The new password is missing.
ms: Kata Laluan Baru tidak lengkap.

source: The new password is invalid.
ms: Kata Laluan Baru tidak sah.

source: The new password must have at least {*minimumPasswordLength*} characters.
ms: Kata Laluan baru mesti mempunyai sekurang-kurangnya {*minumumPasswordLength*} abjad.

source: The email address already exists.
ms: Alamat Emel sudah wujud.

source: There was a problem while updating the email address.
ms: Ada masalah ketika membaharui alamat emel.

source: Your IP-Address has been blocked.
ms: IP-Address anda telah diblok.

source: Your Account has been blocked.
ms: Akaun anda telah diblok.

source: There was an error while sending e-mail message. Please contact the administrator at {*webmasterEmailAddress*}.
ms: Ada ralat ketika menghantar mesej emel. Sila hubungi pihak pentadbir di {*webmasterEmailAddress*}.

source: You need to specify a title for your project!
ms: Anda perlu menentukan tajuk untuk projeck anda!

source: Sorry, there was a problem during the upload! Are you using the latest version of Catroid?
ms: Mohon maaf, masalah ketika muat naik! Adakah anda sedang memakai versi Catroid yang terbaru?

source: Sorry, there was an error during the upload. Try again!
ms: Mohon Maad, Ada ralat ketika muatnaik. Sila cuba lagi!

source: Your project file is too large.
ms: Fail projek anda terlalu besar.

source: You have to rename your project, before uploading it.
ms: Anda perlu memberi nama baru kepada project anda, sebelum muatnaik.

source: Please don't use offensive language in your project title.
ms: Sila jangan menggunakkan bahasa yang kasar dalam tajuk projeck anda.

source: Please don't use offensive language in your project description.
ms: Sila jangan menggunakkan bahasa yang kasar dalam penerangan projeck anda.

source: The requested project is not available at the time. Try again later!
ms: Project yang diminta tidak terdapat pada masa ini. Sila cuba lagi nanti!

source: You must enter a reason why you want to report this project as inappropriate!
ms: Anda perlu memasukkan sebab kenapa anda mahu melaporkan projek ini kurang sesuai!

source: Sorry, there was an error while reporting the project!
ms: Mohon maaf, ada masalah ketika melaporkan projeck!

source: This page cannot be displayed.
ms: Halaman ini tidak dapat dipaparkan.

source: Your password or nickname was incorrect.
ms: Kata Laluan dan nama samaran anda tidak betul.

source: The nickname was not found.
ms: Nama samaran tidak terjumpa.

source: Sorry, there was a problem: check your nickname and password.
ms: Mohon maaf, ada masalah: sila periksa nama samaran dan kata laluan anda.

source: This email address is not valid.
ms: Alamat emel ini tidak sah.

source: Your email address is missing.
ms: Alamat emel anda tidak lengkap.

source: Your password is missing.
ms: Kata Laluan anda tidak lengkap.

source: Your repeated password is missing.
ms: Ulang kata laluan anda tidak lengkap.

source: Your password is invalid.
ms: Kata Laluan anda tidak sah.

source: Your nickname is missing.
ms: Nama Samaran anda tidak lengkap.

source: Your nickname is invalid.
ms: Name samaran anda tidak sah.

source: An error occured selecting a country! Please try to reload page or try again later.
ms: Ralat ketika memilih negara anda. Sila buka semula halaman ini atau cuba lagi nanti.

source: Your country is missing.
ms: Negara anda tidak lengkap.

source: Your birthday is missing.
ms: Tarikh lahir anda tidak lengkap.

source: Your gender is missing.
ms: Jantina anda tidak lengkap.

source: There are insulting words in the nickname field!
ms: Terdapat perkataan yang menghina dalam kotak nama samaran!

source: Your nickname or email address is invalid.
ms: Nama samaran atau alamat emel anda tidak sah

source: Your nickname or email address is missing.
ms: Nama samaran atau alamat emel anda tidak lengkap.

source: Your nickname or email address was not found.
ms: Nama samaran atau alamat emel anda tidak dijumpa.
