<?xml version="1.0"?>
<!--
Catroid: An on-device graphical programming language for Android devices
Copyright (C) 2010-2011 The Catroid Team
(<http://code.google.com/p/catroid/wiki/Credits>)

This program is free software: you can redistribute it and/or modify
it under the terms of the GNU Affero General Public License as
published by the Free Software Foundation, either version 3 of the
License, or (at your option) any later version.

An additional term exception under section 7 of the GNU Affero
General Public License, version 3, is available at
http://www.catroid.org/catroid/licenseadditionalterm

This program is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
GNU Affero General Public License for more details.

You should have received a copy of the GNU Affero General Public License
along with this program.  If not, see <http://www.gnu.org/licenses/>.
-->
<strings>
  <string name="title">Copyright Bestimmungen</string>
  <string name="email_link">E-Mail</string>
  <string name="directive_link">Directive 2001/29/EC</string>
  <string name="chilling_link">chillingeffects.org</string>
  <string name="copyright_policy_part1">Das Catroid Entwicklerteam respektiert sowohl alle Benutzer der Webseite als auch deren geistiges Eigentum. Wenn Du denkst, dass deine Arbeit unrechtm&#xE4;&#xDF;ig kopiert wurde, dann schicke uns ein {*emailLink*}.</string>
  <string name="copyright_policy_part2">Wir untersuchen gemeldete Urheberrechtsverletzungen so schnell wie m&#xF6;glich und ergreifen Ma&#xDF;nahmen auf Grundlagen von {*directiveLink*} und anderen passenden Urheberrechtsgesetzen. Das Catroid Entwicklerteam reagiert schnell auf gemeldete Verst&#xF6;&#xDF;e und entfernt oder deaktiviert jegliches Material das als Versto&#xDF; gemeldet wurde. Wiederholte Verst&#xF6;&#xDF;e gegen Urherberrechtsbestimmungen werden mit L&#xF6;schung des verbundenen Accounts geahndet.</string>
  <string name="copyright_policy_part3">Wenn Du &#xFC;berlegst ob jemand Dein Copyright verletzt hat oder nicht, bedenke bitte, dass Catroid ein Non-Profit Projekt ist, das Kindern beim Erlernen von Pogrammiertechniken helfen soll.</string>
  <string name="copyright_policy_part4">Wir hoffen Du siehst Catroid nicht nur als M&#xF6;glichkeit Deine Werke popul&#xE4;r zu machen sondern auch als eine M&#xF6;glichkeit, dass Deine Freunde etwas von Dir lernen k&#xF6;nnen.</string>
  <string name="copyright_policy_part5">Wenn Du eine Urheberrechtsverletzung meldest, beachte bitte, dass wir deine Meldung an Organisationen wie {*chillingEffectsLink*} weiterleiten. Bitte beachte auch, dass du verantwortlich bist f&#xFC;r Sch&#xE4;den und Kosten die entstehen falls  Du Verst&#xF6;&#xDF;e f&#xE4;lschlicherweise meldest.</string>
</strings>
