<?xml version="1.0"?>
<!--
Catroid: An on-device graphical programming language for Android devices
Copyright (C) 2010-2012 The Catroid Team
(<http://code.google.com/p/catroid/wiki/Credits>)

This program is free software: you can redistribute it and/or modify
it under the terms of the GNU Affero General Public License as
published by the Free Software Foundation, either version 3 of the
License, or (at your option) any later version.

This program is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
GNU Affero General Public License for more details.

You should have received a copy of the GNU Affero General Public License
along with this program.  If not, see <http://www.gnu.org/licenses/>.
-->
<strings>
  <string name="title">Nutzungsbedingungen</string>
  <string name="share_alike_licence_link">Attribution - Share Alike</string>
  <string name="gnu_licence_link">GNU General Public Lizenz</string>
  <string name="gnu_affero_licence_link">GNU Affero General Public Lizenz</string>
  <string name="google_code_link">Google Code</string>
  <string name="terms_of_use_catroid_community_list_head">Willkommen in der Catroid Community! Als Teil der Catroid Community teilst Du Projekte und Ideen mit Menschen</string>
  <string name="terms_of_use_catroid_community_list_element1">aus vielen verschieden L&#xE4;ndern und Kulturkreisen</string>
  <string name="terms_of_use_catroid_community_list_element2">mit unterschiedlichem Alter (von kleinen Kindern &#xFC;ber Jugendliche bis Gro&#xDF;eltern)</string>
  <string name="terms_of_use_catroid_community_list_element3">die unterschiedliche F&#xE4;higkeiten haben</string>
  <string name="terms_of_use_catroid_help_list_head">Wir ben&#xF6;tigen Deine Hilfe um diese Community zu einem hilfreichen Platz f&#xFC;r alle Mitglieder zu machen. Und so kannst Du uns helfen:</string>
  <string name="terms_of_use_catroid_help_list_element1">Sei respektvoll. Wenn Du Projekte teilst, dann k&#xF6;nnen diese von Menschen von unterschiedlichem Alter und mit unterschiedlichen Ansichten gesehen werden.</string>
  <string name="terms_of_use_catroid_help_list_element2">Bedanke Dich. Du darfst gerne die Projekte von anderen Mitgliedern ver&#xE4;ndern, vergi&#xDF; jedoch nicht Dich bei ihnen zu bedanken. Am einfachsten geht das in der Projektbeschreibung.</string>
  <string name="terms_of_use_catroid_help_list_element3">Sei ehrlich. Versuche nicht Dich als jemand anderes auszugeben oder die Community sonst irgendwie zu betr&#xFC;gen.</string>
  <string name="terms_of_use_catroid_help_list_element4">Behalte pers&#xF6;nliche Informationen f&#xFC;r Dich. Ver&#xF6;ffentliche nicht Deine E-Mail Adresse, Telefonnummer oder andere pers&#xF6;nliche Kontakt-Informationen.</string>
  <string name="terms_of_use_catroid_help_list_element5">Hilf mit die Community sauber zu halten. Wenn Du denkst jemand anderes k&#xF6;nnte ein Projekt oder Kommentar anst&#xF6;&#xDF;ig, gewaltt&#xE4;tig oder irgendwie unpassend finden, dann klicke einfach auf den 'Als unpassend melden' Knopf auf der Details-Seite des Projekts. Wir schauen uns das Projekt oder Kommentar dann sehr genau an und entscheiden ob wir es entfernen.</string>
  <string name="terms_of_use_project_licence">Sowohl alle Projekte die auf die Catroid Webseite hochgeladen werden als auch jegliches Supportmaterial von Catroid sind unter der Creative Commons Lizenz  {*shareAlikeLink*} frei verf&#xFC;gbar.</string>
  <string name="terms_of_use_software_licence">Die Ben&#xFC;tzung der Catroid Software und der Catroid Webseite ist v&#xF6;llig kostenlos. Der Quellcode der Catroid Software ist unter der GNU General Public Lizenz {*licenseLink1*} und der Quellcode der Catroid Webseite unter der GNU Affero General Public Lizenz {*licenseLink2*} frei verf&#xFC;gbar.</string>
  <string name="terms_of_use_google_code">Du kannst das Projekt auf {*googleCodeLink*} besuchen.</string>
  <string name="terms_of_use_check_back">Schau ab und zu hier vorbei, da wir unsere Richtlinien st&#xE4;ndig versuchen zu verbessern. Bitte schicke uns ein E-Mail an {*emailLink*} wenn Du Vorschl&#xE4;ge zu diesen Nutzungsbedingungen hast.</string>
  <string name="terms_of_use_thanks">Vielen Dank f&#xFC;r Deine Beitr&#xE4;ge zur Catroid Community!</string>
  <string name="terms_of_use_team">Das Catroid Team</string>
</strings>
