<?xml version="1.0"?>
<!--
Catroid: An on-device graphical programming language for Android devices
Copyright (C) 2010-2011 The Catroid Team
(<http://code.google.com/p/catroid/wiki/Credits>)

This program is free software: you can redistribute it and/or modify
it under the terms of the GNU Affero General Public License as
published by the Free Software Foundation, either version 3 of the
License, or (at your option) any later version.

An additional term exception under section 7 of the GNU Affero
General Public License, version 3, is available at
http://www.catroid.org/catroid/licenseadditionalterm

This program is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
GNU Affero General Public License for more details.

You should have received a copy of the GNU Affero General Public License
along with this program.  If not, see <http://www.gnu.org/licenses/>.
-->
<strings>
  <string name="title">&#x41F;&#x43E;&#x43B;&#x438;&#x442;&#x438;&#x43A;&#x430; &#x430;&#x432;&#x442;&#x43E;&#x440;&#x441;&#x43A;&#x438;&#x435; &#x43F;&#x440;&#x430;&#x432;</string>
  <string name="email_link">&#x44D;&#x43B;&#x435;&#x43A;&#x442;&#x440;&#x43E;&#x43D;&#x43D;&#x430;&#x44F; &#x43F;&#x43E;&#x447;&#x442;&#x430;</string>
  <string name="directive_link">&#x414;&#x438;&#x440;&#x435;&#x43A;&#x442;&#x438;&#x432;&#x430; 2001/29/EC</string>
  <string name="chilling_link">chillingeffects.org</string>
  <string name="copyright_policy_part1">&#x41A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432; Catroid &#x443;&#x432;&#x430;&#x436;&#x430;&#x435;&#x442; &#x438;&#x43D;&#x442;&#x435;&#x43B;&#x43B;&#x435;&#x43A;&#x442;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x443;&#x44E; &#x441;&#x43E;&#x431;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x434;&#x440;&#x443;&#x433;&#x438;&#x445;, &#x442;&#x430;&#x43A; &#x436;&#x435; &#x43A;&#x430;&#x43A; &#x438; &#x441;&#x432;&#x43E;&#x438;&#x445; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439;. &#x415;&#x441;&#x43B;&#x438; &#x432;&#x44B; &#x434;&#x443;&#x43C;&#x430;&#x435;&#x442;&#x435; &#x447;&#x442;&#x43E; &#x432;&#x430;&#x448;&#x430; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430; &#x431;&#x44B;&#x43B;&#x430; &#x441;&#x43A;&#x43E;&#x43F;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x430; &#x432; &#x43E;&#x431;&#x440;&#x430;&#x437;&#x435; &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x439; &#x43D;&#x430;&#x440;&#x443;&#x448;&#x430;&#x435;&#x442; &#x437;&#x430;&#x43A;&#x43E;&#x43D; &#x43E;&#x431; &#x430;&#x432;&#x442;&#x43E;&#x440;&#x441;&#x43A;&#x438;&#x445; &#x43F;&#x440;&#x430;&#x432;, &#x43F;&#x43E;&#x436;&#x430;&#x43B;&#x443;&#x439;&#x441;&#x442;&#x430; &#x43F;&#x43E;&#x448;&#x43B;&#x438;&#x442;&#x435; &#x43F;&#x438;&#x441;&#x44C;&#x43C;&#x43E; &#x43D;&#x430; &#x430;&#x434;&#x440;&#x435;&#x441; {*emailLink*}.</string>
  <string name="copyright_policy_part2">&#x41C;&#x44B; &#x431;&#x443;&#x434;&#x435;&#x43C; &#x43E;&#x43F;&#x435;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x43E;&#x431;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x438; &#x438;&#x441;&#x441;&#x43B;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x443;&#x432;&#x435;&#x434;&#x43E;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x43E; &#x43F;&#x440;&#x435;&#x434;&#x43F;&#x43E;&#x43B;&#x430;&#x433;&#x430;&#x435;&#x43C;&#x44B;&#x445; &#x43D;&#x430;&#x440;&#x443;&#x448;&#x435;&#x43D;&#x438;&#x44F;&#x445; &#x438; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x43C; &#x441;&#x43E;&#x43E;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x449;&#x438;&#x435; &#x43C;&#x435;&#x440;&#x44B; &#x432; &#x440;&#x430;&#x43C;&#x43A;&#x430;&#x445; {*directiveLink*} &#x438; &#x434;&#x440;&#x443;&#x433;&#x438;&#x445; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x438;&#x43C;&#x44B;&#x445; &#x437;&#x430;&#x43A;&#x43E;&#x43D;&#x430;&#x445; &#x43E;&#x431; &#x438;&#x43D;&#x442;&#x435;&#x43B;&#x43B;&#x435;&#x43A;&#x442;&#x443;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x441;&#x43E;&#x431;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x438;. &#x41F;&#x440;&#x438; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x438; &#x437;&#x430;&#x44F;&#x432;&#x43A;&#x438;, &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x447;&#x438;&#x43A;&#x43E;&#x432; Catroid &#x43C;&#x43E;&#x436;&#x435;&#x442; &#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x43E;&#x43F;&#x435;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x447;&#x442;&#x43E;&#x431;&#x44B; &#x443;&#x434;&#x430;&#x43B;&#x438;&#x442;&#x44C; &#x438;&#x43B;&#x438; &#x43E;&#x442;&#x43A;&#x43B;&#x44E;&#x447;&#x438;&#x442;&#x44C; &#x434;&#x43E;&#x441;&#x442;&#x443;&#x43F; &#x43A; &#x43B;&#x44E;&#x431;&#x43E;&#x43C;&#x443; &#x43C;&#x430;&#x442;&#x435;&#x440;&#x438;&#x430;&#x43B;&#x443; &#x437;&#x430;&#x44F;&#x432;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;&#x43C;&#x443; &#x432; &#x43D;&#x430;&#x440;&#x443;&#x448;&#x435;&#x43D;&#x438;&#x438;. &#x423;&#x447;&#x435;&#x442;&#x43D;&#x44B;&#x435; &#x437;&#x430;&#x43F;&#x438;&#x441;&#x438; &#x43F;&#x43E;&#x432;&#x442;&#x43E;&#x440;&#x43D;&#x44B;&#x445; &#x43D;&#x430;&#x440;&#x443;&#x448;&#x438;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x430;&#x432;&#x442;&#x43E;&#x440;&#x441;&#x43A;&#x438;&#x445; &#x43F;&#x440;&#x430;&#x432; &#x442;&#x440;&#x435;&#x442;&#x44C;&#x438;&#x445; &#x43B;&#x438;&#x446; &#x43F;&#x43E;&#x434;&#x43B;&#x435;&#x436;&#x430;&#x442; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x438;&#x44E; &#x43F;&#x440;&#x438; &#x441;&#x43E;&#x43E;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x449;&#x438;&#x445; &#x43E;&#x431;&#x441;&#x442;&#x43E;&#x44F;&#x442;&#x435;&#x43B;&#x44C;&#x441;&#x442;&#x432;&#x430;&#x445;.</string>
  <string name="copyright_policy_part3">&#x412; &#x43E;&#x446;&#x435;&#x43D;&#x43A;&#x435; &#x442;&#x43E;&#x433;&#x43E; &#x43D;&#x430;&#x440;&#x443;&#x448;&#x430;&#x435;&#x442; &#x43B;&#x438; &#x430;&#x432;&#x442;&#x43E;&#x440;&#x441;&#x43A;&#x438;&#x435; &#x43F;&#x440;&#x430;&#x432;&#x430; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44C; Catroid &#x438;&#x43B;&#x438; &#x43D;&#x435;&#x442;, &#x43F;&#x43E;&#x436;&#x430;&#x43B;&#x443;&#x439;&#x441;&#x442;&#x430; &#x438;&#x43C;&#x435;&#x439;&#x442;&#x435; &#x432; &#x432;&#x438;&#x434;&#x443; &#x447;&#x442;&#x43E; Catroid &#x44F;&#x432;&#x43B;&#x44F;&#x435;&#x442;&#x441;&#x44F; &#x443;&#x447;&#x435;&#x431;&#x43D;&#x43E;&#x439; &#x438; &#x43D;&#x435;&#x43A;&#x43E;&#x43C;&#x43C;&#x435;&#x440;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x438;&#x43D;&#x438;&#x446;&#x438;&#x430;&#x442;&#x438;&#x432;&#x43E;&#x439;, &#x441;&#x442;&#x440;&#x435;&#x43C;&#x44F;&#x449;&#x435;&#x439;&#x441;&#x44F; &#x43F;&#x43E;&#x43C;&#x43E;&#x447;&#x44C; &#x434;&#x435;&#x442;&#x44F;&#x43C; &#x432; &#x43E;&#x431;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x438; &#x43F;&#x440;&#x435;&#x434;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x44F;&#x44F; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x434;&#x43B;&#x44F; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x438; &#x432; &#x443;&#x447;&#x435;&#x431;&#x435; &#x438; &#x432;&#x44B;&#x440;&#x430;&#x436;&#x435;&#x43D;&#x438;&#x44F; &#x441;&#x435;&#x431;&#x44F; &#x43F;&#x440;&#x438; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x438; &#x446;&#x438;&#x444;&#x440;&#x43E;&#x432;&#x44B;&#x445; &#x442;&#x435;&#x445;&#x43D;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x439;.</string>
  <string name="copyright_policy_part4">&#x41C;&#x44B; &#x43D;&#x430;&#x434;&#x435;&#x435;&#x43C;&#x441;&#x44F; &#x447;&#x442;&#x43E; &#x412;&#x44B; &#x442;&#x430;&#x43A; &#x436;&#x435; &#x440;&#x430;&#x441;&#x441;&#x43C;&#x430;&#x442;&#x440;&#x438;&#x432;&#x430;&#x435;&#x442;&#x435; Catroid &#x43D;&#x435; &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x43A;&#x430;&#x43A; &#x445;&#x43E;&#x440;&#x43E;&#x448;&#x438;&#x439; &#x441;&#x43F;&#x43E;&#x441;&#x43E;&#x431; &#x43F;&#x43E;&#x43F;&#x443;&#x43B;&#x44F;&#x440;&#x438;&#x437;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x441;&#x432;&#x43E;&#x438; &#x442;&#x432;&#x43E;&#x440;&#x435;&#x43D;&#x438;&#x44F;/&#x432;&#x435;&#x431;-&#x441;&#x430;&#x439;&#x442; &#x43D;&#x43E; &#x442;&#x430;&#x43A; &#x436;&#x435; &#x438; &#x43A;&#x430;&#x43A; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x441;&#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; &#x447;&#x442;&#x43E;-&#x442;&#x43E; &#x445;&#x43E;&#x440;&#x43E;&#x448;&#x435;&#x435; &#x434;&#x43B;&#x44F; &#x43E;&#x431;&#x440;&#x430;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x434;&#x435;&#x442;&#x435;&#x439;.</string>
  <string name="copyright_policy_part5">&#x415;&#x441;&#x43B;&#x438; &#x432;&#x44B; &#x440;&#x435;&#x448;&#x438;&#x442;&#x435; &#x441;&#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; &#x436;&#x430;&#x43B;&#x43E;&#x431;&#x443; &#x43D;&#x430; &#x43D;&#x430;&#x440;&#x443;&#x448;&#x435;&#x43D;&#x438;&#x435; &#x430;&#x432;&#x442;&#x43E;&#x440;&#x441;&#x43A;&#x438;&#x445; &#x43F;&#x440;&#x430;&#x432;, &#x43F;&#x43E;&#x436;&#x430;&#x43B;&#x443;&#x439;&#x441;&#x442;&#x430; &#x438;&#x43C;&#x435;&#x439;&#x442;&#x435; &#x432; &#x432;&#x438;&#x434;&#x443; &#x447;&#x442;&#x43E; &#x43C;&#x44B; &#x43C;&#x43E;&#x436;&#x435;&#x43C; &#x43E;&#x43F;&#x443;&#x431;&#x43B;&#x438;&#x43A;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x432;&#x430;&#x448;&#x435; &#x443;&#x432;&#x435;&#x434;&#x43E;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x441; &#x43E;&#x442;&#x440;&#x435;&#x434;&#x430;&#x43A;&#x442;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x43E;&#x439; &#x43F;&#x435;&#x440;&#x441;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x438;&#x43D;&#x444;&#x43E;&#x440;&#x43C;&#x430;&#x446;&#x438;&#x435;&#x439; &#x432; &#x442;&#x430;&#x43A;&#x438;&#x445; &#x440;&#x435;&#x441;&#x443;&#x440;&#x441;&#x430;&#x445; &#x43A;&#x430;&#x43A; {*chillingEffectsLink*}. &#x41F;&#x43E;&#x436;&#x430;&#x43B;&#x443;&#x439;&#x441;&#x442;&#x430;, &#x442;&#x430;&#x43A; &#x436;&#x435; &#x438;&#x43C;&#x435;&#x439;&#x442;&#x435; &#x432; &#x432;&#x438;&#x434;&#x443; &#x447;&#x442;&#x43E; &#x412;&#x44B; &#x43C;&#x43E;&#x436;&#x435;&#x442;&#x435; &#x431;&#x44B;&#x442;&#x44C; &#x43E;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x44B;&#x43C;&#x438; &#x437;&#x430; &#x443;&#x449;&#x435;&#x440;&#x431; (&#x432;&#x43A;&#x43B;&#x44E;&#x447;&#x430;&#x44F; &#x438;&#x437;&#x434;&#x435;&#x440;&#x436;&#x43A;&#x438; &#x438; &#x433;&#x43E;&#x43D;&#x43E;&#x440;&#x430;&#x440;&#x44B; &#x430;&#x434;&#x432;&#x43E;&#x43A;&#x430;&#x442;&#x430;&#x43C;) &#x435;&#x441;&#x43B;&#x438; &#x412;&#x44B; &#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E; &#x438;&#x441;&#x43A;&#x430;&#x437;&#x438;&#x442;&#x435; &#x444;&#x430;&#x43A;&#x442;&#x44B; &#x43E; &#x442;&#x43E;&#x43C; &#x447;&#x442;&#x43E; &#x43D;&#x435;&#x43A;&#x43E;&#x435; &#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x435; &#x43D;&#x430;&#x440;&#x443;&#x448;&#x430;&#x435;&#x442; &#x412;&#x430;&#x448;&#x438; &#x430;&#x432;&#x442;&#x43E;&#x440;&#x441;&#x43A;&#x438;&#x435; &#x43F;&#x440;&#x430;&#x432;&#x430;.</string>
</strings>
